Repository: fatah4561/KPKB-Backup
Catalog: src/Locale/*/defaults.po
Languages: id

source: Invalid activation code
id: Kode Aktivasi Salah

source: Congratulations! Your account has been successfully activated!
id: Selamat! Aktivasi akun anda berhasil.

source: Did you really think you are allowed to see that?
id: Anda tidak memiliki izin akses ke halaman ini!

source: Email address does not exist.
id: Alamat email tidak terdaftar.

source: Email with instructions for creating a new password has been sent to you.
id: Panduan membuat kata sandi baru telah terkirim ke email anda.

source: Invalid captcha
id: Captcha salah

source: This account not yet active.
id: Akun belum aktif.

source: Serial Installments Lists
id: Daftar Serial Installment

source: Serial Installment Lists
id: Daftar Serial Installment

source: Incorrect password
id: Kata sandi salah

source: This account is blocked
id: Akun di blokir

source: Username or password is incorrect
id: Nama pengguna atau kata sandi salah

source: Invalid reset code
id: Kode reset salah

source: The password has been changed.
id: Kata sandi berhasil diubah.

source: The password could not be updated.
id: Kata sandi tidak dapat di simpan.

source: Refferal not exists
id: Tidak ada referral

source: Serial not exists
id: Nomor serial tidak ada

source: Serial is not active or already use.
id: Nomor serial tidak aktif atau sudah digunakan.

source: Registration success, check your email and complete registration
id: Pendaftaran berhasil

source: Registration failed. Check the form and try again.
id: Pendaftaran gagal. Periksa data anda dan coba lagi.

source: A password is required
id: Kata sandi diperlukan

source: A valid email address is required
id: Diperlukan alamat email yang benar

source: Account activation
id: Aktifasi akun

source: News & Event
id: Berita & Acara

source: Home
id: Beranda

source: Informations
id: Informasi

source: Downloads
id: Unduhan

source: Download File
id: Unduh file

source: Categories
id: Kategori

source: Topic
id: Bahasan

source: No Topic
id: Tidak ada bahasan

source: Popular Posts
id: Postingan Populer

source: No Popular Posts
id: Tidak ada postingan

source: What’s in a Cigarette?
id: Bahan racikan di dalam rokok kami?

source: Our cigarettes are produced in best cigarette factory in Tasikmalaya, and each variants has its own unique recipe. Our cigarettes are made from:
id: Rokok kami diproduksi di pabrik rokok terbaik di kota Tasikmalaya, dan setiap varian memiliki resep uniknya sendiri. Rokok kami terbuat dari:

source: Tobacco, selected according to specific blends and leaf grades to maintain the consistency and distinctive character of each brand
id: Tembakau, dipilih berdasarkan campuran tertentu dan nilai daun untuk mempertahankan konsistensi dan karakter khas masing-masing merek

source: Best ingredients, added to many of our brands to keep the tobacco moist, aid the manufacturing process, replenish natural sugars lost during leaf curing, and contribute to each brand’s unique taste
id: Bahan-bahan terbaik, ditambahkan ke banyak merek kami untuk menjaga tembakau tetap lembab, membantu proses pembuatan, mengisi kembali gula alami yang hilang selama perawatan daun, dan berkontribusi pada rasa unik setiap merek

source: Nontobacco materials, such as cigarette paper and filters
id: Bahan non-tembakau, seperti kertas rokok dan filter pilihan

source: How are our cigarettes made?
id: Bagaimana Rokok kami dibuat?

source: Cigarettes are produced in best cigarette factory in Tasikmalaya by processing the tobacco leaf, manufacturing the cigarettes, and preparing the final pack.
id: Rokok diproduksi di pabrik rokok terbaik di Tasikmalaya dengan mengolah daun tembakau, membuat rokok, dan penyortiran produk akhir.

source: Processing Tobacco Leaf
id: Pengolahan Daun Tembakau

source: Our experts use their detailed knowledge to carefully select the blend of different tobacco types and leaf grades used in our cigarette brands. The tobaccos are selected to maintain the consistency and distinctive character of each variants.
id: Pakar kami menggunakan pengetahuan terperinci mereka untuk memilih dengan cermat campuran berbagai jenis tembakau dan nilai daun yang digunakan dalam merek rokok kami. Daun daun tembakau dipilih untuk mempertahankan konsistensi dan karakter khas masing-masing varian rokok.

source: In addition to tobacco, which is the main ingredient in all of our cigarettes, other ingredients are added to many of our brands. Some ingredients, such as humectants, help maintain the moisture and pliability of the tobacco leaf. Others ingredients contribute to the taste and aroma of the tobacco leaf smoke.
id: Selain tembakau, yang merupakan bahan utama dalam semua rokok kami, bahan lainnya ditambahkan ke banyak merek kami. Beberapa bahan, seperti humektan, membantu menjaga kelembaban dan kelenturan daun tembakau. Bahan-bahan lain berkontribusi pada rasa dan aroma asap daun tembakau.

source: After the tobaccos are blended together, the tobacco blend is finely cut before it passes through a drying cylinder to reduce moisture. When the moisture is at an optimal level, the blend is ready for cigarette manufacturing.
id: Setelah tembakau dicampur bersama, campuran tembakau dipotong halus sebelum melewati silinder pengeringan untuk mengurangi kelembaban. Ketika uap air berada pada tingkat optimal, campuran siap untuk pembuatan rokok.

source: Manufacturing Cigarettes
id: Produksi Rokok

source: Our machines can produce up to 2.000 cigarettes every minute.
id: Mesin kami dapat menghasilkan hingga 2.000 rokok setiap menit.

source: The process begins by creating one long cigarette, called a ‘rod.’ To produce the rod, a spool of cigarette paper up 7,000 meters long is unrolled and a line of tobacco is placed on it. The cigarette paper is then wrapped around the tobacco, forming the rod.
id: Prosesnya dimulai dengan membuat satu batang rokok panjang, yang disebut 'batang.' Untuk menghasilkan batang itu, gulungan kertas rokok sepanjang 7.000 meter terbuka dan gulungan tembakau ditempatkan di atasnya. Kertas rokok kemudian dililit tembakau, membentuk batang.

source: Machines slice the super-sized rod into shorter pieces, inserting filters at both ends. The filters are then connected with ‘tipping paper’, the paper consumers see wrapped around the filter tip of a cigarette. Each shorter rod is then cut in half, producing two filtered cigarettes. The construction quality of each cigarette is checked at three different stages.
id: Mesin mengiris batang super-ukuran menjadi potongan-potongan yang lebih pendek, memasukkan filter di kedua ujungnya. Filter kemudian dihubungkan dengan 'kertas ujung', yang dilihat konsumen melilit ujung filter rokok. Setiap batang yang lebih pendek kemudian dipotong menjadi dua, menghasilkan dua batang rokok yang disaring. Kualitas konstruksi setiap rokok diperiksa pada tiga tahap berbeda.

source: PRODUCTS INTRODUCTION
id: PENGENALAN PRODUK

source: BONUS & GENERATIONS
id: BONUS & GENERASI

source: CAREER OPPORUNITY
id: JENJANG KARIR

source: Download presentation slides
id: Unduh Slide Presentasi

source: We are proud to present the best ROTAMA products and are equipped with an efficient marketing system for partner of Dwi Sukma Mitra Rotama, join now and get benefits by becoming a partner.
id: Dengan bangga kami persembahkan produk terbaik dari ROTAMA dan di lengkapi dengan sistem marketing yang efisien untuk mitra dari Dwisukma Mitra Rotama, Bergabung sekarang dan dapatkan banyak keuntungan sebagai mitra.

source: Sign Up
id: Daftar

source: About Company
id: Tentang Perusahaan

source: About Rotama
id: Tentang Rotama

source: Privacy Policies
id: Kebijakan Privasi

source: Term & Condition
id: Syarat & Ketentuan

source: FAQS
id: Pertanyaan Umum

source: About Us
id: Tentang Kami

source: Products
id: Produk

source: Marketing Plan
id: Sistem Pemasaran

source: Register Package
id: Paket Pendaftaran

source: Generation Bonus
id: Bonus Generasi

source: Career Opportunity
id: Jenjang Karir

source: Stockist & Branch Commissions
id: Komisi Stokis & Cabang

source: Galleries
id: Galeri

source: Stockist
id: Stokis

source: Sign In
id: Login

source: Frequently Asked Questions
id: Pertanyaan Umum

source: Forgot password
id: Lupa Password

source: To receive a new password, enter your email address below.
id: Masukan email untuk menerima password baru.

source: Submit
id: Kirim

source: SIGN IN
id: Login

source: Forgot password?
id: Lupa Password?

source: Don't have an account yet?
id: Belum memiliki akun ?

source: Create new account
id: Buat akun baru

source: Reset Password
id: Reset Kata Sandi

source: SIGN UP
id: DAFTAR

source: Create an new account by entering the information below.
id: Untuk membuat akun, lengkapi informasi berikut ini.

source: Already have an account?
id: Sudah memiliki akun?

source: Stockist List
id: Daftar Stokis

source: Name
id: Nama

source: Province
id: Provinsi

source: City
id: Kota

source: Address
id: Alamat

source: Phone 1
id: No. Telepon 1

source: Phone 2
id: No. Telepon 2

source: Zip Code
id: Kode Pos

source: The requested address {0} was not found on this server.
id: Alamat {0} tidak ditemukan.

source: An Internal Error Has Occurred
id: Terjadi kesalahan internal

source: We present the best ROTAMA product ever
id: Kami persembahkan produk terbaik ROTAMA

source: Enjoy the benefits of being our member
id: Nikmati keuntungan menjadi member

source: Rankings in the network can give you additional income
id: Peringkat dalam jaringan dapat memberi anda penghasilan tambahan

source: Find various additional materials to help you increase sales
id: Pelajari materi tambahan untuk meningkatkan penjualan

source: Link
id: Tautan

source: SUPPORT
id: BANTUAN

source: Troubleshooting
id: Penanganan Masalah

source: Report a Bug
id: Laporkan kesalahan

source: Contact Us
id: Hubungi Kami

source: Sign Up For a Newsletter
id: Daftar untuk berlangganan Newsletter

source: Weekly breaking news, analysis and cutting edge advices on marketing strategies.
id: Berita mingguan, analisa pasar dan saran pemasaran.

source: First Name
id: Nama Depan

source: Last Name
id: Nama Belakang

source: Email
id: Alamat Email

source: Serial Number
id: Nomor Serial

source: Password
id: Kata Sandi

source: Phone
id: Telepon

source: Name of Inheritance
id: Nama Ahli Waris

source: Inheritance Relation
id: Hubungan Ahli Waris

source: The blog has been saved.
id: Blog berhasil disimpan

source: The blog could not be saved. Please, try again.
id: Blog gagal disimpan. Silahkan coba lagi.

source: The blog has been deleted.
id: Blog berhasil dihapus.

source: The blog could not be deleted. Please, try again.
id: Blog tidak dapat dihapus. Silahkan coba lagi.

source: Success generate serial registrations card
id: Berhasil generate serial pendaftaran

source: Success generate serial repeat orders card
id: Berhasil generate serial repeat order

source: The card has been saved.
id: Serial kartu berhasil disimpan

source: The card could not be saved. Please, try again.
id: Serial kartu tidak dapat disimpan. Silahkan coba lagi.

source: The card has been deleted.
id: Serial kartu telah dihapus.

source: The card could not be deleted. Please, try again.
id: Serial kartu tidak dapat dihapus. Silahkan coba lagi.

source: The customer has been saved.
id: Data pelanggan berhasil disimpan.

source: The customer could not be saved. Please, try again.
id: Data pelanggan tidak dapat disimpan. Silahkan coba lagi.

source: The category has been saved.
id: Kategori berhasil disimpan.

source: The category could not be saved. Please, try again.
id: Kategori tidak dapat disimpan. Silahkan coba lagi.

source: The category has been deleted.
id: Kategori telah dihapus.

source: The category could not be deleted. Please, try again.
id: Kategori tidak dapat dihapus. Silahkan coba lagi.

source: The files has been deleted.
id: File telah dihapus.

source: The files could not be deleted. Please, try again.
id: File tidak dapat dihapus. Silahkan coba lagi.

source: The faq category has been saved.
id: Kategori faq berhasil disimpan.

source: The faq category could not be saved. Please, try again.
id: Kategori faq tidak dapat disimpan. Silahkan coba lagi.

source: The faq category has been deleted.
id: Kategori faq telah dihapus.

source: The faq category could not be deleted. Please, try again.
id: Kategori faq tidak dapat dihapus. Silahkan coba lagi.

source: The faq has been saved.
id: Faq berhasil disimpan.

source: The faq could not be saved. Please, try again.
id: Faq tidak dapat disimpan. Silahkan coba lagi.

source: The faq has been deleted.
id: Faq telah dihapus.

source: The faq could not be deleted. Please, try again.
id: Faq tidak dapat dihapus. Silahkan coba lagi.

source: The album has been saved.
id: Album berhasil disimpan.

source: The album could not be saved. Please, try again.
id: Album tidak dapat disimpan. Silahkan coba lagi.

source: The Albums has been saved.
id: Album berhasil disimpan.

source: The Albums could not be saved. Please, try again.
id: Album tidak dapat disimpan. Silahkan coba lagi.

source: The Albums has been deleted.
id: Album telah dihapus.

source: The Albums could not be deleted. Please, try again.
id: Album tidak dapat dihapus. Silahkan coba lagi.

source: The Image has been deleted.
id: Gambar telah dihapus.

source: The Image could not be deleted. Please, try again.
id: Gambar tidak dapat dihapus. Silahkan coba lagi.

source: Aco Syncronize has been complete
id: Sinkronisasi Aco telah selesai.

source: The group has been saved.
id: Grup berhasil disimpan.

source: The group could not be saved. Please, try again.
id: Grup tidak dapat disimpan. Silahkan coba lagi.

source: Your privilege not enough to edit this user.
id: Anda tidak memiliki izin untuk melakukan perubahan ini.

source: The group has been deleted.
id: Grup telah dihapus.

source: The group could not be deleted. Please, try again.
id: Grup tidak dapat dihapus. Silahkan coba lagi.

source: The menu admin has been saved.
id: Menu admin berhasil disimpan.

source: The menu admin could not be saved. Please, try again.
id: Menu admin tidak dapat disimpan. Silahkan coba lagi.

source: The menu admin has been deleted.
id: Menu admin telah dihapus.

source: The menu admin could not be deleted. Please, try again.
id: Menu admin tidak dapat dihapus. Silahkan coba lagi.

source: The order could not be process. Please, enter Airway Bill number.
id: Pesanan tidak dapat diproses. Silahkan masukan nomor resi.

source: The order has been update.
id: Pesanan telah diperbarui.

source: The page has been saved.
id: Halaman berhasil disimpan.

source: The page could not be saved. Please, try again.
id: Halaman tidak dapat disimpan. Silahkan coba lagi.

source: The page has been deleted.
id: Halaman telah dihapus.

source: The page could not be deleted. Please, try again.
id: Halaman tidak dapat dihapus. Silahkan coba lagi.

source: The product unit has been saved.
id: Unit produk berhasil disimpan.

source: The product unit could not be saved. Please, try again.
id: Unit produk tidak dapat disimpan. Silahkan coba lagi.

source: The product unit has been deleted.
id: Unit produk telah dihapus.

source: The product unit could not be deleted. Please, try again.
id: Unit produk tidak dapat dihapus. Silahkan coba lagi.

source: The product has been saved.
id: Produk berhasil disimpan.

source: The product could not be saved. Please, try again.
id: Produk tidak dapat disimpan. Silahkan coba lagi.

source: The product has been deleted.
id: Produk telah dihapus.

source: The product could not be deleted. Please, try again.
id: Produk tidak dapat dihapus. Silahkan coba lagi.

source: The province has been saved.
id: Provinsi berhasil disimpan.

source: The province could not be saved. Please, try again.
id: Provinsi tidak dapat disimpan. Silahkan coba lagi.

source: The province has been deleted.
id: Provinsi telah dihapus.

source: The province could not be deleted. Please, try again.
id: Provinsi tidak dapat dihapus. Silahkan coba lagi.

source: The supplier has been saved.
id: Supplier berhasil disimpan.

source: The supplier could not be saved. Please, try again.
id: Supplier tidak dapat disimpan. Silahkan coba lagi.

source: The supplier has been deleted.
id: Supplier telah dihapus.

source: The supplier could not be deleted. Please, try again.
id: Supplier tidak dapat dihapus. Silahkan coba lagi.

source: The tag has been saved.
id: Tag berhasil disimpan.

source: The tag could not be saved. Please, try again.
id: Tag tidak dapat disimpan. Silahkan coba lagi.

source: The tag has been deleted.
id: Tag telah dihapus.

source: The tag could not be deleted. Please, try again.
id: Tag tidak dapat dihapus. Silahkan coba lagi.

source: The topic has been saved.
id: Topik berhasil disimpan.

source: The topic could not be saved. Please, try again.
id: Topik tidak dapat disimpan. Silahkan coba lagi.

source: The topic has been deleted.
id: Topik telah dihapus.

source: The topic could not be deleted. Please, try again.
id: Topik tidak dapat dihapus. Silahkan coba lagi.

source: The transaction mutation has been deleted.
id: Mutasi transaksi telah dihapus.

source: The transaction mutation could not be deleted. Please, try again.
id: Mutasi transaksi tidak dapat dihapus. Silahkan coba lagi.

source: The password could not be saved. Please, try again.
id: Kata sandi tidak dapat disimpan. Silahkan coba lagi.

source: The user has been saved.
id: User berhasil disimpan.

source: The user could not be saved. Please, try again.
id: User tidak dapat disimpan. Silahkan coba lagi.

source: The user has been deleted.
id: User telah dihapus.

source: The user could not be deleted. Please, try again.
id: User tidak dapat dihapus. Silahkan coba lagi.

source: The withdrawal has been deleted.
id: Penarikan telah dihapus.

source: The withdrawal could not be deleted. Please, try again.
id: Penarikan tidak dapat dihapus. Silahkan coba lagi.

source: Please enter alphaNumeric format
id: Masukan format alphaNumeric

source: Please enter 6 - 16 characters
id: Masukan 6 - 16 karakter

source: Please enter a valid name
id: Nama tidak boleh kosong

source: This field cannot be left empty
id: Field tidak boleh kosong

source: Please enter a valid email
id: Masukan format email yang benar

source: Please enter a valid phone
id: Masukan nomor telepon

source: Please enter a valid phone number
id: Masukan format nomor telepon yang benar

source: password min 6 char at least one uppercase letter, one lowercase letter and one number
id: Min.6 karakter, harus mengandung huruf besar, huruf kecil dan angka

source: Please enter a valid password
id: Masukan kata sandi yang benar

source: Please upload a avatar.
id: Silahkan unggah foto

source: password min 6 - 20 character
id: Password Min. 6 - 20 karakter

source: Confirmation password does not match with your password
id: Kata sandi tidak cocok dengan kata sandi sebelumnya.

source: Add Blog
id: Tambah blog

source: List Blogs
id: Daftar blog

source: New Blog
id: Blog baru

source: Image
id: Gambar

source: View
id: Lihat detil

source: Created
id: Tanggal dibuat

source: Modified
id: Tanggal diubah

source: Edit Cards
id: Edit serial kartu

source: Generate Serial Registers
id: Generate Serial Pendaftaran

source: Generate Serial Repeat Orders
id: Generate Serial Repeat Order

source: List Serial Registers
id: Daftar Serial Pendaftaran

source: List Serial Repeat Orders
id: Daftar Serial Repeat Order

source: List Customers
id: Daftar Customer

source: Add Category Downloads
id: Tambah Kategori download

source: Categories Download
id: Kategori Download

source: New Categories
id: Kategori Baru

source: Edit Category Downloads
id: Edit Kategori Download

source: New Files
id: File Baru

source: Add Faq Category
id: Tambah Kategori Faq

source: Edit Faq Category
id: Edit Kategori Faq

source: List Faq Categories
id: Daftar Kategori Faq

source: New Faq Category
id: Kategori Faq Baru

source: Add Faq
id: Tambah Faq

source: List Faqs
id: Daftar Faq

source: New Faq
id: Faq Baru

source: Faq Category
id: Kategori Faq

source: Question
id: Pertanyaan

source: Faqs Question Translation
id: Terjemahan Pertanyaan Faq

source: Faqs Answer Translation
id: Terjemahan Jawaban Faq

source: Add Album
id: Tambah Album

source: List Albums
id: Daftar Album

source: New Album
id: Album Baru

source: New Images
id: Gambar Baru

source: Back
id: Kembali

source: Add Menu Admin
id: Tambah Menu Admin

source: List Menu Admins
id: Daftar Menu Admin

source: New Menu Admin
id: Menu Admin Baru

source: Parent Menu Admin
id: Induk Admin Menu

source: Action
id: Aksi

source: Icon
id: Ikon

source: List Orders
id: Daftar Pesanan

source: Add Page
id: Tambah Halaman

source: List Pages
id: Daftar Halaman

source: New Page
id: Halaman Baru

source: Title
id: Judul

source: Pages Title Translation
id: Terjemahan Judul Halaman

source: Pages Content Translation
id: Terjemahan Konten Halaman

source: Purchasing
id: Pembelian

source: Product Stock
id: Stok Produk

source: Add Product Unit
id: Tambah Unit Produk

source: Edit Product Unit
id: Edit Unit Produk

source: List Product Units
id: Daftar Unit Produk

source: New Product Unit
id: Unit Produk Baru

source: Add Product
id: Tambah Produk

source: Edit Product
id: Edit Produk

source: List Products
id: Daftar Produk

source: New Product
id: Produk Baru

source: Product Unit
id: Unit Produk

source: Price
id: Harga

source: Point
id: Poin

source: List Province
id: Daftar Provinsi

source: Add Province
id: Tambah Provinsi

source: Edit Province
id: Edit Provinsi

source: Provinces
id: Provinsi

source: List Provinces
id: Daftar Provinsi

source: New Province
id: Provinsi Baru

source: Add Supplier
id: Tambah Supplier

source: List Suppliers
id: Daftar Supplier

source: New Supplier
id: Supplier Baru

source: Add Tag
id: Tambah Tag

source: List Tags
id: Daftar Tag

source: New Tag
id: Tag Baru

source: Add Topic
id: Tambah Topik

source: Edit Topic
id: Edit Topik

source: List Topics
id: Daftar Topik

source: New Topic
id: Topik Baru

source: Transaction Logs
id: Log Transaksi

source: Add Withdrawal
id: Tambah Penarikan

source: Edit Withdrawal
id: Edit Penarikan

source: List Withdrawals
id: Daftar Penarikan

source: Bank Name
id: Nama Bank

source: Bank City
id: Kota Bank

source: Bank Branch
id: Cabang Bank

source: Bank Account Name
id: Nama Akun Bank

source: Bank Account Number
id: Nomor Rekening Bank

source: Withdrawal Status
id: Status Penarikan

source: Transaction
id: Transaksi

source: Note
id: Catatan

source: Amount
id: Jumlah

source: Change cigarettes and get money.
id: Ganti rokok dan dapatkan uang.

source: Thank you
id: Terima Kasih

source: Pending Requests
id: Penarikan Dana Tertunda

source: Success Requests
id: Penarikan Dana Berhasil

source: Failed Requests
id: Penarikan Dana Gagal

source: New password cannot match with your current password
id: Kata Sandi yang anda masukan salah

source: Repeat password does not match with your password
id: Ulangi kata sandi anda tidak cocok dengan kata sandi anda

source: Repeat password cannot match with your current password
id: Ulangin kata sandi tidak cocok dengan kata sandi anda saat ini

source: Dashboard
id: Beranda

source: Account Member
id: Akun Member

source: The profile could not be saved. Please, try again.
id: Profil tidak dapat disimpan. Silahkan coba lagi.

source: Invalid serial number
id: Nomor serial tidak valid

source: The bank has been saved.
id: Bank berhasil disimpan.

source: The bank could not be saved. Please, try again.
id: Bank tidak dapat disimpan. Silahkan coba lagi.

source: The bank has been deleted.
id: Bank telah dihapus.

source: The bank could not be deleted. Please, try again.
id: Bank tidak dapat dihapus. Silahkan coba lagi.

source: The target not in your network.
id: Target tidak berada di jaringan anda.
