Repository: fatah4561/KPKB-Backup
Catalog: src/Locale/*/defaults.po
Languages: id

source: Success added product to cart.
id: Sukses menambahkan produk ke troli.

source: This amount must be greater than {0}
id: Jumlah harus lebih besar dari {0}

source: Success payment confirmation.
id: Konfirmasi pembayaran berhasil.

source: Unable to process, please complete your address
id: Tidak dapat memproses, silahkan lengkapi alamat anda

source: The order {0} has been success, please do confirmation bank transfer.
id: Pesanan {0} telah berhasil, silahkan melakukan konfirmasi transfer.

source: The order has been failed
id: Pesanan gagal

source: The profile has been changed.
id: Profil berhasil diubah.

source: Old password doesn't match
id: Password lama salah

source: Invalid serial number.
id: Nomor serial tidak valid.

source: This serial has been used.
id: Serial ini telah digunakan.

source: This serial has not active.
id: Serial ini belum aktif.

source: The repeat order process was successfully redeemed
id: Proses repeat order berhasil ditebus

source: The repeat order process was failed redeemed
id: Proses repeat order gagal ditebus

source: The stockist has been saved.
id: Stokis berhasil disimpan.

source: The stockist could not be saved. Please, try again.
id: Stokis tidak dapat disimpan. Silahkan coba lagi.

source: This amount must be less than {0}
id: Jumlah harus kurang dari {0}

source: Insufficient balance
id: Saldo tidak mencukupi

source: This bank not allowed
id: Bank ini tidak diizinkan

source: The withdrawal could not be saved. Please, try again.
id: Penarikan dana tidak dapat disimpan. Silahkan coba lagi.

source: The withdrawal has been saved.
id: Penarikan dana berhasil disimpan.

source: Affiliate
id: Afiliasi

source: Refer to your friends, relatives or coworkers. You will get extra bonus by your refered members.
id: Rujuk ke teman, kerabat atau rekan kerja anda. Anda akan mendapatkan bonus tambahan oleh anggota yang anda referensikan.

source: Copied!
id: Tersalin!

source: Copy to clipboard
id: Salin ke clipboard

source: If you have a blog or website, you can use banners below to promote and potentially earn lifetime passive income by introducing to your website's visitors.
id: Jika anda memiliki blog atau situs web, anda dapat menggunakan spanduk dibawah ini untuk mempromosikan dan berpotensi memperoleh penghasilan seumur hidup dengan memperkenalkan kepada pengunjung situs web anda.

source: List Bank
id: Daftar Bank

source: Add Bank
id: Tambah Bank

source: Please Select Bank
id: Pilih Bank

source: Branch
id: Cabang

source: Account Name
id: Nama Akun

source: Account Number
id: Nomor Rekening

source: Confirm serial number
id: Konfirmasi nomor serial

source: Please input your serial number
id: Masukan nomor serial anda

source: Date
id: Tanggal

source: Actions
id: Aksi

source: Add Customer
id: Tambah Customer

source: Delete
id: Hapus

source: Are you sure you want to delete # {0}?
id: Anda yakin ingin menghapus ini # {0} ?

source: Delete Customer
id: Hapus Customer

source: New Customer
id: Customer Baru

source: Activation Code
id: Kode Aktivasi

source: Avatar
id: Foto

source: Country Id
id: Kode Negara

source: Is Active
id: Aktif

source: Dob
id: Tanggal Lahir

source: Last Login
id: Login Terakhir

source: Timeout
id: Waktu telah habis

source: My Profile
id: Profil Saya

source: Sign Out
id: Keluar

source: Acccount Information
id: Informasi Akun

source: Change Password
id: Ubah Password

source: Change Email
id: Ubah Email

source: Change Phone Number
id: Ubah Nomor Telepon

source: Change Address
id: Ubah Alamat

source: Security
id: Keamanan

source: Bank Account
id: Akun Bank

source: Language & Timezone
id: Bahasa & Zona Waktu

source: Change Profile
id: Ubah Profil

source: Stockist Address
id: Alamat Stokis

source: Order Product
id: Pesan Produk

source: Order List
id: Daftar Pemesanan

source: Network
id: Jaringan

source: Network Diagram
id: Diagram Jaringan

source: Generation
id: Generasi

source: Transactions
id: Transaksi

source: Withdrawals
id: Penarikan Dana

source: Client
id: Klien

source: Assets
id: Aset

source: Verification
id: Verifikasi

source: Notifications
id: Notifikasi

source: Settings
id: Pengaturan

source: Personal Information
id: Informasi Pribadi

source: Detail Generation
id: Detil Generasi

source: Detail Generation Level {0}
id: Level Generasi Detil {0}

source: Join On
id: Bergabunglah

source: Generations
id: Generasi

source: Generation Level
id: Level Generasi

source: Networks
id: Jaringan

source: Orders
id: Pesanan

source: Cart
id: Keranjang Belanja

source: Product Name
id: Nama Produk

source: Qty
id: Jumlah

source: Order Now
id: Pesan Sekarang

source: Confirmation
id: Konfirmasi

source: Confirmation Order
id: Konfirmasi Pesanan

source: Invoice
id: Faktur

source: Confirmation Date
id: Tanggal Konfirmasi

source: Transfer From Bank
id: Transfer Dari Bank

source: Choose file
id: Pilih File

source: Detail Order
id: Detil Pesanan

source: Back Orders
id: Pesanan Kembali

source: AWB (air waybill)
id: Nomor Resi

source: Detail Product
id: Produk Detil

source: Product
id: Produk

source: Order
id: Pesanan

source: PURCHASE
id: Pembelian

source: List
id: Daftar

source: New Order
id: Pesanan Baru

source: Profiles
id: Profil

source: Edit Profile
id: Edit Profil

source: Current Password
id: Password Lama

source: New Password
id: Password Baru

source: Repeat Password
id: Ulangi Password

source: Cancel
id: Batal

source: update your personal informaiton
id: Perbarui informasi pribadi anda

source: Customer Info
id: Info Customer

source: Contact Info
id: Info Kontak

source: Contact Phone
id: Nomor Telepon

source: Email Address
id: Alamat Email

source: List Repeat Order
id: Daftar Repeat Order

source: New Repeat Order
id: Repeat Order Baru

source: List Repeat Orders
id: Daftar Repeat Order

source: Card
id: Kartu

source: Repeat Date
id: Tanggal Pengulangan

source: Please Select Province
id: Pilih Provinsi

source: Please Select City
id: Pilih Kota

source: Zip
id: Kode Pos

source: Transaction Type
id: Tipe Transaksi

source: Description
id: Deskripsi

source: Balance
id: Saldo

source: Withdrawal
id: Penarikan Dana

source: List Withdrawal
id: Daftar Penarikan Dana

source: Request Withdrawal
id: Permintaan Penarikan Dana

source: Your balance
id: Saldo Anda

source: Fee
id: Biaya

source: Activation of {0} serial was successful
id: {0} serial berhasil di aktivasi

source: The activation process has been carried out
id: Proses aktivasi telah di lakukan sebelumnya

source: Invalid Secret key.
id: Serial key tidak valid

source: Activation Serial
id: Aktivasi serial

source: Card Number
id: Nomor Kartu

source: Minimum serial register package, total quantity 10.
id: Minimum serial paket registrasi, total quantity 10.

source: Destination Transfer
id: Tujuan Transfer

source: Company Bank Information
id: Informasi Bank Perusahaan

source: Oops...Authorization need you become stokist first
id: Oops...Zona otorisasi memerlukan anda sebagai stokis terlebih dahulu

source: National Alocated Repeat Order Bonus
id: Alokasi Bonus Repeat Order Nasional

source: Your Balance
id: Saldo Anda

source: Recent Ranks
id: Peringkat Terbaru

source: Rank
id: Peringkat

source: Serial Registration Lists
id: Daftar Serial Registrasi

source: Serial Registration
id: Serial Registrasi

source: Used By
id: Digunakan Oleh

source: Used
id: Sudah Dipakai

source: Active or Ready to use
id: Aktif atau siap digunakan

source: Are you still confused with marketing strategies?
id: Anda masih bingung dengan strategi marketing?

source: PT. Dwisukma Mitra Rotama (DAMAR) is a company that distributes products that are produced by PR. Makmur, which makes cigarette and filter cigarette products with guaranteed quality and taste, the types of cigarettes produced include: Rotama Pulen, Rotama Aksa, Rotama Arsen, Rotama Koper. While the four variants are distributed by us, and in the future we are preparing exclusive types of products such as herbal cigarettes with a composition of 100% of herbs and spices.
id: PT. Dwisukma Mitra Rotama (DAMAR) adalah perusahaan yang mendistribusikan produk yang di produksi oleh PR. Makmur, yang membuat produk rokok keretek dan filter dengan kualitas dan rasa yang terjamin, jenis-jenis rokok yang di produksi antara lain diantaranya adalah: Rotama Pulen, Rotama Aksa, Rotama Arsen, Rotama Koper. Sementara ke empat varian tersebut yang didistribusikan oleh kami, dan kedepannya kami sedang mempersiapkan jenis-jenis produk exlusive seperti rokok herbal dengan kandungan komposisi 100% rempah-rempah.

source: Aiming to manage the Indonesian business sector through the work of the local products of the nation, Dwisukma Mitra Rotama give a chance to the people of Indonesia to take advantage of consumer needs a source of income.
id: Dengan tujuan untuk mengelola sektor bisnis Indonesia melalui produk lokal hasil karya anak bangsa, Dwisukma Mitra Rotama hadir memberikan kesempatan kepada masyarakat Indonesia untuk memanfaatkan kebutuhan konsumtif menjadi sumber penghasilan.

source: HIGH QUALITY TASTE AT LOW PRICES
id: SELERA PEJABAT HARGA MERAKYAT

source: TURN EXPENSES INTO INCOME
id: MENGUBAH PENGELUARAN MENJADI PENGHASILAN

source: Proven with an affordable price, not doubted in a matter of taste
id: Terbukti dengan harga yang sangat terjangkau tapi soal selera jangan ditanya

source: Habit is something that is difficult to get rid of, and therefore take advantage of your spending habits into opportunities for earning income
id: Kebiasaan adalah suatu hal yang sulit untuk dihilangkan, maka dari itu manfaatkan kebiasaan dari pengeluaran anda menjadi peluang untuk mendapatkan penghasilan

source: Notice
id: Pemberitahuan

source: Important
id: Penting

source: Filter Month
id: Filter Berdasarkan Bulan

source: Because the information on the value of the 'repeat order group' user does not fix every month, the allocation value of the 'national repeat order' can be used as a benchmark for the value of the bonus 'repeat order group'. And the results of the value of your 'repeat order group' can be seen from the 'Transactions' menu in the 'Description' column at the beginning of the month.
id: Dikarenakan informasi nilai 'repeat order group' user tidak fix pada setiap bulan bejalan, maka nilai alokasi 'repeat order nasional' dapat anda jadikan sebagai tolak ukur atas nilai bonus 'repeat order group'. Dan hasil dari nilai 'repeat order group anda' dapar dilihat dari menu 'Transaksi' di kolom 'Deskripsi' per awal bulan.

source: Current Rank
id: Peringkat Anda Saat Ini

source: The value of the repeat order bonus can change at any time, the value is influenced by the ranking position of your downline. A fixed value is determined in the initial period of the following month.
id: Nilai bonus repeat order dapat berubah sewaktu-waktu, Nilai tersebut di pengaruhi oleh posisi peringkat downline anda. Nilai yang tetap ditentukan dalam periode awal bulan berikutnya.

source: Serial Repeat Order Lists
id: Daftar Serial Repeat Order

source: Activation Products
id: Aktivasi Produk

source: Transfer
id: Pengiriman Dana

source: List Transfer
id: Daftar Pengiriman

source: New Transfer
id: Transfer Baru

source: Destination Username
id: Username Tujuan

source: From
id: Dari

source: To
id: Kepada

source: Type
id: Tipe

source: Statistic Informations
id: Informasi Statistik

source: Current user
id: Pengguna saat ini

source: Site Traffic
id: Trafik Website

source: Top 10 Position
id: Top 10 Posisi

source: Ranks
id: Peringkat

source: Congratulations to
id: Selamat kepada

source: are ranked in
id: berada dalam peringkat

source: Visitor Statistics
id: Statistik Kunjungan

source: Big opportunities await you, changing hobbies to passive sustainable incomes. what are you waiting immediately register yourself now.
id: Peluang besar menanti anda, mengganti hobi menjadi pasif income yang berkelanjutan. tunggu apa lagi segera daftarkan diri anda sekarang juga.
