Repository: fatah4561/KPKB-Backup
Catalog: src/Locale/*/default.po
Languages: id

source: Did you really think you are allowed to see that?
id: Anda tidak diizinkan untuk mengakses halaman ini.

source: Email address does not exist.
id: Alamat email tidak ada.

source: Email with instructions for creating a new password has been sent to you.
id: Email dengan instruksi untuk membuat kata sandi baru telah dikirimkan kepada Anda.

source: Error saving reset passkey/timeout
id: Error saat menyimpan kode akses reset/waktu habis

source: Invalid captcha
id: Captcha tidak valid

source: Incorrect password
id: Kata sandi salah

source: This account is blocked
id: Akun ini diblokir

source: Username or password is incorrect
id: Nama pengguna atau kata sandi salah

source: Invalid reset code
id: Kode reset salah

source: The password has been changed.
id: Kata sandi telah diubah.

source: The password could not be updated.
id: Kata sandi tak bisa diperbarui.

source: Please check the terms and conditions first
id: Silahkan periksa syarat dan ketentuan terlebih dahulu

source: Refferal not exists
id: Refferal tidak ada

source: Invalid upline
id: Upline tidak valid

source: Registration success, please login to your account and complete activation account.
id: Pendaftaran berhasil, Silahkan masuk ke akun Anda dan lengkapi aktivasi akun.

source: Registration failed. Check the form and try again.
id: Pendaftaran gagal. Periksa formulir dan coba lagi.

source: A password is required
id: Kata sandi diperlukan

source: A valid email address is required
id: Alamat email yang valid diperlukan

source: Forgot password
id: Lupa kata sandi

source: To receive a new password, enter your email address below.
id: Untuk menerima kata sandi baru, masukkan alamat email Anda di bawah ini.

source: Submit
id: Kirim

source: Don't have an account yet?
id: Belum punya akun?

source: Create new account
id: Buat akun baru

source: SIGN IN
id: MASUK

source: Forgot password?
id: Lupa kata sandi?

source: Sign In
id: Masuk

source: Reset Password
id: Buat Ulang Kata Sandi

source: SIGN UP
id: DAFTAR

source: Create an new account by entering the information below.
id: Buat akun baru dengan memasukkan informasi di bawah ini.

source: First Name
id: Nama Depan

source: Last Name
id: Nama Belakang

source: Province
id: Provinsi

source: City
id: Kota

source: District
id: Kecamatan

source: Subdistrict
id: Kabupaten

source: Zip
id: Kode Pos

source: Address
id: Alamat

source: Name of Inheritance
id: Nama Ahli Waris

source: Inheritance Relation
id: Hubungan Ahli Waris

source: Name of birth mother
id: Nama ibu kandung

source: Account Name
id: Nama Akun

source: Account Number
id: Nomor Rekening

source: Phone
id: Telepon

source: I agree with the term and conditions
id: Saya setuju dengan syarat dan ketentuan

source: Sign Up
id: Daftar

source: Already have an account?
id: Sudah punya akun?

source: Success payment confirmation.
id: Konfirmasi pembayaran sukses.

source: The address has been saved.
id: Alamat telah disimpan.

source: The address could not be saved. Please, try again.
id: Alamat tak bisa disimpan. Silahkan, coba lagi.

source: The address has been deleted.
id: Alamat telah dihapus.

source: The address could not be deleted. Please, try again.
id: Alamat tak bisa dihapus. Silahkan, coba lagi.

source: The bank has been saved.
id: Bank telah disimpan.

source: The bank could not be saved. Please, try again.
id: Bank tak bisa disimpan. Silahkan, coba lagi.

source: Invalid serial number
id: Nomor seri tidak ditemukan.

source: The bank has been deleted.
id: Bank telah dihapus.

source: The bank could not be deleted. Please, try again.
id: Bank tak bisa dihapus. Silahkan, coba lagi.

source: Oops...Authorization for customer only
id: Ups... Otorisasi hanya untuk pelanggan

source: Please complete your order first
id: Silahkan selesaikan pesanan Anda terlebih dahulu

source: Unable to process, please complete your shipping address
id: Tidak dapat memproses, Silahkan lengkapi alamat pengiriman Anda

source: The order {0} has been success, please do confirmation bank transfer.
id: Pesanan {0} berhasil, Silahkan lakukan konfirmasi transfer bank.

source: The order has been failed
id: Pesanan gagal

source: Success added product to cart.
id: Berhasil menambahkan produk ke keranjang.

source: Please select stockist first
id: Silahkan pilih stockist terlebih dahulu

source: Your account has not activated, please activate and confirm payment via the link provided in the menu list.
id: Akun Anda belum diaktifkan, silahkan konfirmasi pembayaran melalui tautan yang disediakan dalam daftar menu.

source: Please wait 1 x 24 hour, your request account activation is under process.
id: Harap tunggu 1 x 24 jam, aktivasi akun permintaan Anda sedang diproses.

source: Failed to update attendance
id: Gagal memperbarui daftar kehadiran

source: Success update attendance
id: Berhasil memperbarui daftar kehadiran

source: The search with keyword {0} not found
id: Pencarian dengan kata kunci {0} tidak ditemukan

source: The target not in your network.
id: Target tidak ada di jaringan Anda.

source: The order has been success before, cannot do double process
id: Pesanan telah berhasil sebelumnya, tidak dapat melakukan proses ganda

source: Stock is not enough, please add stock.
id: Stok tidak cukup, Silahkan tambahkan stok.

source: The order has been update.
id: Pesanan telah diperbarui.

source: Order total not balace with stock. please add new stock
id: Total pesanan tidak sesuai dengan stok. Silahkan tambahkan stok baru

source: Please select warehouse first to continue order
id: Silahkan pilih gudang terlebih dahulu untuk melanjutkan pesanan

source: Please complete address information first.
id: Silahkan lengkapi informasi alamat terlebih dahulu.

source: This amount must be greater than {0}
id: Jumlah ini harus lebih besar dari {0}

source: Please select stock type
id: Silahkan pilih tipe stok

source: Error, Order minimal amount {0}
id: Error, jumlah minimal pesanan {0}

source: The order has been deleted.
id: Pesanan telah dihapus.

source: The order could not be deleted. Please, try again.
id: Pesanan tak bisa dihapus. Silahkan, coba lagi.

source: Invalid password
id: Password tidak valid

source: Invalid serial number.
id: Nomor seri tidak ditemukan.

source: The card has been saved.
id: Kartu telah disimpan.

source: The card could not be saved. Please, try again.
id: Kartu tak bisa disimpan. Silahkan, coba lagi.

source: The profile has been changed.
id: Profil telah diubah.

source: The profile could not be saved. Please, try again.
id: Profil tak bisa disimpan. Silahkan, coba lagi.

source: Old password doesn't match
id: Kata sandi lama tidak cocok

source: The password could not be saved. Please, try again.
id: Kata sandi tak bisa disimpan. Silahkan, coba lagi.

source: The testimonial has been saved.
id: Testimonial telah disimpan.

source: The testimonial could not be saved. Please, try again.
id: Testimonial tidak dapat disimpan. Silahkan, coba lagi.

source: The testimonial has been deleted.
id: Testimonial telah dihapus.

source: The testimonial could not be deleted. Please, try again.
id: Testimonial tidak dapat dihapus. Silahkan, coba lagi.

source: This amount must be less than {0}
id: Jumlah ini harus kurang dari {0}

source: Insufficient balance
id: Saldo tidak mencukupi

source: Invalid destination username
id: Nama pengguna tujuan tidak ditemukan

source: Can't transfer to yourself
id: Tidak dapat mentransfer ke diri Anda sendiri

source: The transfer could not be saved, Error system 500.
id: Transfer tak bisa disimpan, sistem Error 500.

source: The transfer has been saved.
id: Transfer telah disimpan.

source: The transfer could not be saved. Please, try again.
id: Transfer tak bisa disimpan. Silahkan, coba lagi.

source: The withdrawal requests can only be used on dates {0}
id: Permintaan penarikan hanya dapat digunakan pada tanggal {0}

source: This bank not allowed
id: Bank ini tidak diperbolehkan

source: The withdrawal could not be saved. Please, try again.
id: Penarikan tak bisa disimpan. Silahkan, coba lagi.

source: The withdrawal has been saved.
id: Penarikan telah disimpan.

source: The withdrawal has been deleted.
id: Penarikan telah dihapus.

source: The withdrawal could not be deleted. Please, try again.
id: Penarikan tak bisa dihapus. Silahkan, coba lagi.

source: A serial is required
id: Serial diperlukan

source: Activation Account
id: Aktivasi Akun

source: Activation
id: Aktivasi

source: Confirmation Date
id: Tanggal Konfirmasi

source: Destination Transfer
id: Transfer Tujuan

source: Transfer From Bank
id: Transfer Dari Bank

source: Please Select Bank
id: Silahkan Pilih Bank

source: Add Bank
id: Tambah Bank

source: Amount
id: Jumlah

source: Note
id: Catatan

source: Choose file
id: Pilih File

source: Add Shipping Address
id: Tambahkan Alamat Pengiriman

source: List Shipping Address
id: Daftar Alamat Pengiriman

source: Receiver Name
id: Nama Penerima

source: Receiver Phone
id: Telepon Penerima

source: Please Select Province
id: Silahkan Pilih Provinsi

source: Please Select City
id: Silahkan Pilih Kota

source: Please Select District
id: Silahkan Pilih Kecamatan

source: Edit Shipping Address
id: Edit Alamat Pengiriman

source: Shipping Address
id: Alamat Pengiriman

source: Set Primary Address
id: Atur Alamat Utama

source: Primary Address
id: Alamat Utama

source: Actions
id: Tindakan

source: Affiliate
id: Afiliasi

source: Refer to your friends, relatives or coworkers. You will get extra bonus by your refered members.
id: Lihat teman, kerabat, atau rekan kerja Anda. Anda akan mendapatkan bonus tambahan oleh anggota yang Anda referensikan.

source: Copied!
id: Disalin!

source: Copy to clipboard
id: Salin ke papan klip

source: If you have a blog or website, you can use banners below to promote and potentially earn lifetime passive income by introducing to your website's visitors.
id: Jika Anda memiliki blog atau situs web, Anda dapat menggunakan spanduk di bawah ini untuk mempromosikan dan berpotensi mendapatkan penghasilan pasif seumur hidup dengan memperkenalkan kepada pengunjung situs web Anda.

source: List Bank
id: Daftar Bank

source: Branch
id: Cabang

source: Confirm serial number
id: Konfirmasi nomor seri

source: Please input your serial number
id: Silahkan masukkan nomor seri Anda

source: Date
id: Tanggal

source: Order to Stockist {0}
id: Pesan ke Stockist {0}

source: Orders
id: Pesanan

source: Product Name
id: Nama Produk

source: Qty
id: Jumlah

source: Weight
id: Berat

source: Sub Total Weight
id: Bobot Sub Total

source: Price
id: Harga

source: Action
id: Tindakan

source: Total Weight
id: Total Berat

source: Notes
id: Catatan

source: Text your notes such as delivery point location, etc.
id: Sms catatan Anda seperti lokasi titik pengiriman, dll.

source: Detail Payments
id: Pembayaran Detail

source: Total Payment
id: Total Pembayaran

source: Order Now
id: Pesan Sekarang

source: Customer Orders
id: Pesanan Pelanggan

source: Order to Company
id: Pesan ke Perusahaan

source: Order to Stokis
id: Pesan ke Stokis

source: Products on Stockist {0}
id: Produk di Stockist {0}

source: Checkout
id: Bayar

source: Stock Available : {0}
id: Stok Tersedia : {0}

source: PURCHASE
id: Pembelian

source: Customer Orders to Stockist
id: Pesanan Pelanggan ke Stockist

source: Your are registered in area {0}
id: Anda terdaftar di area {0}

source: Select stockis on your area
id: Pilih stockis di area Anda

source: Select Stockist
id: Pilih Stockist

source: Send
id: Kirim

source: Total Member
id: Total Anggota

source: Current Rank
id: Rangking Saat Ini

source: Request Order Waiting
id: Pesanan Menunggu

source: Product Stock Available
id: Ketersediaan Produk

source: Recent Ranks
id: Peringkat Terbaru

source: Log Periods
id: Periode Log

source: Start Date
id: Tanggal Mulai

source: Username
id: Nama Pengguna

source: Invoice Number
id: Nomor Faktur

source: Rank
id: Peringkat

source: My Profile
id: Profil Saya

source: Sign Out
id: Keluar

source: Acccount Information
id: Informasi Acccount

source: Change Password
id: Ubah Password

source: Change Email
id: Ganti Email

source: Change Phone Number
id: Ubah Nomor Telepon

source: Change Address
id: Ubah Alamat

source: Security
id: Keamanan

source: Bank Account
id: Bank

source: Language & Timezone
id: Bahasa &amp; Zona Waktu

source: Change Profile
id: Ubah Profil

source: Events
id: Acara

source: Account Member
id: Member

source: Stockist Order
id: Pesanan Stockist

source: Order Product
id: Pesan Produk

source: Order List
id: Daftar Pesanan

source: Request Order
id: Pesanan

source: Stock Mutations
id: Mutasi Stok

source: Product Serials
id: Nomor Seri Produk

source: Activation Product
id: Produk Aktivasi

source: Customer Order
id: Pesanan Pelanggan

source: Network
id: Jaringan

source: Network Diagram
id: Diagram Jaringan

source: Generation
id: Generasi

source: Transactions
id: Transaksi

source: Withdrawals
id: Penarikan Dana

source: Client
id: Klien

source: Assets
id: Aset

source: Verification
id: Verifikasi

source: Notifications
id: Pemberitahuan

source: Settings
id: Pengaturan

source: Personal Information
id: Informasi Pribadi

source: Detail Event
id: Detail Acara

source: Title
id: Judul

source: No title
id: Tanpa judul

source: Description
id: Deskripsi

source: No description
id: Tidak ada keterangan

source: Category
id: Kategori

source: No Category
id: Tidak Ada Kategori

source: Location
id: Lokasi

source: No location detail
id: Tidak ada detail lokasi

source: End Date
id: Tanggal Berakhir

source: Participant
id: Peserta

source: No participants
id: Tidak ada peserta

source: Confirm
id: Konfirmasi

source: May
id: Mungkin

source: Decline
id: Ditolak

source: Close
id: Tutup

source: Detail Generation
id: Detail Generasi

source: Detail Generation Level {0}
id: Detail Level Generasi {0}

source: Back
id: Kembali

source: Search
id: Cari

source: Join On
id: Bergabung Pada

source: Generations
id: Generasi

source: Generation Level
id: Level Generasi

source: Networks
id: Jaringan

source: Product Activation
id: Aktivasi Produk

source: Product
id: Produk

source: Activation Products
id: Aktivasi Produk

source: Product Serial
id: Nomor Seri Produk

source: Cart
id: Keranjang

source: Stock Type
id: Tipe Stok

source: Select Stock Type
id: Pilih Tipe Stok

source: Confirmation
id: Konfirmasi

source: Confirmation Order
id: Konfirmasi Pesanan

source: Detail Order
id: Detail Pesanan

source: Please transfer to one of this bank accounts
id: Silahkan transfer ke salah satu rekening bank ini

source: Back Orders
id: Perintah Kembali

source: Detail Product
id: Produk Detail

source: Order to werehouse {0}
id: Pesanan ke Gudang {0}

source: Available Stocks : {0}
id: Stok yang Tersedia : {0}

source: Order
id: Pesanan

source: List
id: Daftar

source: Confirm password
id: Konfirmasikan password

source: Please input your password
id: Silahkan masukkan kata sandi Anda

source: Order To
id: Order Ke

source: Products
id: Produk

source: Attention, when the customer checks out, the stock of your goods will decrease according to the number of checkout made by the customer which is valid only temporarily until you confirm that the payment is received, if the customer does not make a payment until the specified deadline, the stock will be returned. provided that the time limit is 1x24 hours
id: Perhatian, ketika pelanggan check out, stok barang Anda akan berkurang sesuai dengan jumlah checkout yang dilakukan oleh pelanggan yang hanya berlaku sementara sampai Anda mengonfirmasi bahwa pembayaran diterima, jika pelanggan tidak melakukan pembayaran sampai batas waktu yang ditentukan, stok akan dikembalikan. asalkan batas waktu adalah 1x24 jam

source: Warehouse
id: Gudang

source: Select Warehouse
id: Pilih Gudang

source: Warehouse {0}
id: Gudang {0}

source: Available Stocks
id: Saham yang Tersedia

source: Profiles
id: Profil

source: Edit Profile
id: Edit Profil

source: Current Password
id: kata sandi saat ini

source: New Password
id: Password Baru

source: Repeat Password
id: Ulangi Password

source: Cancel
id: Batal

source: update your personal informaiton
id: perbarui informaiton pribadi Anda

source: Customer Info
id: Pelanggan telah disimpan.

source: Contact Info
id: Info kontak

source: Contact Phone
id: Telepon Kontak

source: Email Address
id: Alamat Email

source: Product Serials Order
id: Urutan Seri Produk

source: Card
id: Kartu

source: Serial Number
id: Nomor Seri

source: Used By
id: Digunakan oleh

source: Testimonials
id: Testimonial

source: List Testimonials
id: Daftar Testimonial

source: Create Testimonial
id: Buat Testimonial

source: List Testimonial
id: Daftar Testimonial

source: Message
id: Pesan

source: Approved
id: Disetujui

source: Type
id: Tipe

source: Transaction Type
id: Jenis transaksi

source: Balance
id: Saldo

source: List Transfer
id: Daftar Transfer

source: New Transfer
id: Transfer Baru

source: Destination Username
id: Nama Pengguna Tujuan

source: Your balance
id: Saldo Anda

source: From
id: Dari

source: To
id: Kepada

source: Fee
id: Biaya

source: Created
id: Dibuat

source: Withdrawal
id: Penarikan

source: List Withdrawal
id: Daftar Penarikan

source: Request Withdrawal
id: Permintaan Penarikan

source: View
id: Lihat

source: You are not authorized to access that location.
id: Anda tidak berwenang untuk mengakses lokasi tersebut.

source: Missing CSRF token cookie
id: Cookie token CSRF hilang

source: CSRF token mismatch.
id: Ketidakcocokan token CSRF.

source: Not Found
id: Tidak ditemukan

source: An Internal Error Has Occurred.
id: Internal error.

source: The requested file contains `..` and will not be read.
id: Berkas yang diminta memuat '.. ' dan tidak akan dibaca.

source: The requested file was not found
id: Berkas yang diminta tak ditemukan

source: just now
id: barusan

source: about a second ago
id: beberapa waktu yang lalu

source: about a minute ago
id: satu menit yang lalu

source: about an hour ago
id: satu jam yang lalu

source: about a day ago
id: 1 hari yang lalu

source: about a week ago
id: seminggu yang lalu

source: about a month ago
id: sebulan yang lalu

source: about a year ago
id: setahun yang lalu

source: in about a second
id: dalam waktu sekitar satu detik

source: in about a minute
id: dalam waktu sekitar satu menit

source: in about an hour
id: dalam waktu sekitar satu jam

source: in about a day
id: dalam waktu sekitar satu hari

source: in about a week
id: dalam waktu sekitar satu minggu

source: in about a month
id: dalam waktu sekitar satu bulan

source: in about a year
id: dalam waktu sekitar satu tahun

source: today
id: Hari Ini

source: %s ago
id: %s yang lalu

source: on %s
id: di %s

source: {0} year
id: {0} tahun

source: {0} month
id: {0} bulan

source: {0} week
id: {0} minggu

source: {0} day
id: {0} hari

source: {0} hour
id: {0} jam

source: {0} minute
id: {0} menit

source: {0} second
id: {0} detik

source: This value is already in use
id: Nilai ini sudah digunakan

source: This value does not exist
id: Nilai ini tidak ada

source: The count does not match {0}{1}
id: Hitungannya tidak cocok dengan {0}{1}

source: and
id: dan

source: This field is required
id: Kolom ini harus diisi

source: This field cannot be left empty
id: Kolom ini tidak dapat dibiarkan kosong

source: The provided value is invalid
id: Nilai yang disediakan tidak sah

source: Edit {0}
id: Mengedit {0}

source: New {0}
id: Baru {0}

source: Home
id: Beranda

source: January
id: Januari

source: February
id: Februari

source: March
id: Maret

source: June
id: Juni

source: July
id: Juli

source: August
id: Agustus

source: October
id: Oktober

source: December
id: Desember

source: The confirmation has been success before, cannot do double process
id: Konfirmasi telah berhasil sebelumnya, tidak dapat melakukan proses ganda

source: The customer not set refferal id
id: Pelanggan tidak menetapkan id refferal

source: Gagal upload
id: Unggahan gagal

source: The blog has been saved.
id: Blog telah disimpan.

source: The blog could not be saved. Please, try again.
id: Blog tidak dapat disimpan. Silahkan, coba lagi.

source: The blog has been deleted.
id: Blog telah dihapus.

source: The blog could not be deleted. Please, try again.
id: Blog tidak bisa dihapus. Silahkan, coba lagi.

source: The customer has been saved.
id: Pelanggan telah disimpan.

source: The customer could not be saved. Please, try again.
id: Pelanggan tak bisa disimpan. Silahkan, coba lagi.

source: Please select date range filter.
id: Silahkan pilih filter rentang tanggal.

source: The category has been saved.
id: Kategori telah disimpan.

source: The category could not be saved. Please, try again.
id: Kategori tak bisa disimpan. Silahkan, coba lagi.

source: The category has been deleted.
id: Kategori telah dihapus.

source: The category could not be deleted. Please, try again.
id: Kategori tak bisa dihapus. Silahkan, coba lagi.

source: The files has been deleted.
id: Berkas telah dihapus.

source: The files could not be deleted. Please, try again.
id: Berkas tak bisa dihapus. Silahkan, coba lagi.

source: Success move calendar or event
id: Sukses memindahkan kalender atau acara

source: The faq category has been saved.
id: Kategori faq telah disimpan.

source: The faq category could not be saved. Please, try again.
id: Kategori faq tak bisa disimpan. Silahkan, coba lagi.

source: The faq category has been deleted.
id: Kategori faq telah dihapus.

source: The faq category could not be deleted. Please, try again.
id: Kategori faq tak bisa dihapus. Silahkan, coba lagi.

source: The faq has been saved.
id: Faq telah disimpan.

source: The faq could not be saved. Please, try again.
id: Faq tak bisa disimpan. Silahkan, coba lagi.

source: The faq has been deleted.
id: Faq telah dihapus.

source: The faq could not be deleted. Please, try again.
id: Faq tak bisa dihapus. Silahkan, coba lagi.

source: The album has been saved.
id: Album telah disimpan.

source: The album could not be saved. Please, try again.
id: Album tak bisa disimpan. Silahkan, coba lagi.

source: The Albums has been saved.
id: Album telah disimpan.

source: The Albums could not be saved. Please, try again.
id: Album tak bisa disimpan. Silahkan, coba lagi.

source: The Albums has been deleted.
id: Album telah dihapus.

source: The Albums could not be deleted. Please, try again.
id: Album tak bisa dihapus. Silahkan, coba lagi.

source: The Image has been deleted.
id: Gambar telah dihapus.

source: The Image could not be deleted. Please, try again.
id: Gambar tak bisa dihapus. Silahkan, coba lagi.

source: Aco Syncronize has been complete
id: Sinkronisasi Aco telah selesai

source: The group has been saved.
id: Grup telah disimpan.

source: The group could not be saved. Please, try again.
id: Grup tak bisa disimpan. Silahkan, coba lagi.

source: Your privilege not enough to edit this user.
id: Anda tidak diizinkan untuk mengedit pengguna ini.

source: The group has been deleted.
id: Grup telah dihapus.

source: The group could not be deleted. Please, try again.
id: Grup tak bisa dihapus. Silahkan, coba lagi.

source: The menu admin has been saved.
id: Admin menu telah disimpan.

source: The menu admin could not be saved. Please, try again.
id: Admin menu tak bisa disimpan. Silahkan, coba lagi.

source: The menu admin has been deleted.
id: Admin menu telah dihapus.

source: The menu admin could not be deleted. Please, try again.
id: Admin menu tak bisa dihapus. Silahkan, coba lagi.

source: The page has been saved.
id: Halaman telah disimpan.

source: The page could not be saved. Please, try again.
id: Halaman ini tak bisa disimpan. Silahkan, coba lagi.

source: The page has been deleted.
id: Halaman telah dihapus.

source: The page could not be deleted. Please, try again.
id: Halaman ini tak bisa dihapus. Silahkan, coba lagi.
