Repository: fatah4561/KPKB-Backup
Catalog: src/Locale/*/default.po
Languages: id

source: Stock produk berhasil di update
id: Stok produk gudang di update

source: Gagal update stock produk silahkan periksa kembali
id: Gagal update stok produk silahkan tambah tambah

source: The product unit has been saved.
id: Unit produk telah disimpan.

source: The product unit could not be saved. Please, try again.
id: Unit produk tak bisa disimpan. Silahkan, coba lagi.

source: The product unit has been deleted.
id: Unit produk telah dihapus.

source: The product unit could not be deleted. Please, try again.
id: Unit produk tak bisa dihapus. Silahkan, coba lagi.

source: The product has been saved.
id: Produk telah disimpan.

source: The product could not be saved. Please, try again.
id: Produk tak bisa disimpan. Silahkan, coba lagi.

source: The product has been deleted.
id: Produk telah dihapus.

source: The product could not be deleted. Please, try again.
id: Produk tak bisa dihapus. Silahkan, coba lagi.

source: The province has been saved.
id: Provinsi telah disimpan.

source: The province could not be saved. Please, try again.
id: Provinsi tak bisa disimpan. Silahkan, coba lagi.

source: The province has been deleted.
id: Provinsi telah dihapus.

source: The province could not be deleted. Please, try again.
id: Provinsi tak bisa dihapus. Silahkan, coba lagi.

source: The supplier has been saved.
id: Supplier telah disimpan.

source: The supplier could not be saved. Please, try again.
id: Supplier tak bisa disimpan. Silahkan, coba lagi.

source: The supplier has been deleted.
id: Supplier telah dihapus.

source: The supplier could not be deleted. Please, try again.
id: Supplier tak bisa dihapus. Silahkan, coba lagi.

source: The tag has been saved.
id: Tag telah disimpan.

source: The tag could not be saved. Please, try again.
id: Tag tak bisa disimpan. Silahkan, coba lagi.

source: The tag has been deleted.
id: Tag telah dihapus.

source: The tag could not be deleted. Please, try again.
id: Tag tak bisa dihapus. Silahkan, coba lagi.

source: Successfully approved testimonial
id: Berhasil menyetujui testimonial

source: failed approved testimonial
id: Testimonial tidak disetujui

source: Successfully un approved testimonial
id: Berhasil membatalkan testimonial

source: failed un approved testimonial
id: gagal mengupdate testimonial

source: Successfully delete testimonial
id: Berhasil menghapus testimonial

source: failed delete testimonial
id: gagal menghapus testimonial

source: The topic has been saved.
id: Topik telah disimpan.

source: The topic could not be saved. Please, try again.
id: Topik ini tak bisa disimpan. Silahkan, coba lagi.

source: The topic has been deleted.
id: Topik telah dihapus.

source: The topic could not be deleted. Please, try again.
id: Topik ini tak bisa dihapus. Silahkan, coba lagi.

source: The transaction mutation has been deleted.
id: Mutasi transaksi telah dihapus.

source: The transaction mutation could not be deleted. Please, try again.
id: Mutasi transaksi tak bisa dihapus. Silahkan, coba lagi.

source: The user has been saved.
id: Pengguna telah disimpan.

source: The user could not be saved. Please, try again.
id: Pengguna tak bisa disimpan. Silahkan, coba lagi.

source: The user has been deleted.
id: Pengguna telah dihapus.

source: The user could not be deleted. Please, try again.
id: Pengguna tak bisa dihapus. Silahkan, coba lagi.

source: Please enter alphaNumeric format
id: Silahkan masukkan format alfanumerik

source: Please enter 6 - 16 characters
id: Silahkan masukkan 6 - 16 karakter

source: Please enter a valid username
id: Masukkan nama pengguna yang valid

source: Please enter a valid email
id: Silahkan masukkan email yang valid

source: Please enter a valid name
id: Masukkan nama yang valid

source: Please enter a valid phone
id: Silahkan masukkan telepon yang valid

source: Please enter a valid phone number
id: Silahkan masukkan nomor telepon yang benar

source: password min 6 char at least one uppercase letter, one lowercase letter and one number
id: kata sandi min 6 char setidaknya satu huruf besar, satu huruf kecil dan satu angka

source: Please enter a valid password
id: Masukkan sandi yang valid

source: Please upload a avatar.
id: Silahkan unggah avatar.

source: New password cannot match with your current password
id: Kata sandi baru tidak bisa dicocokkan dengan kata sandi Anda saat ini

source: Repeat password does not match with your password
id: Ulangi kata sandi tidak cocok dengan kata sandi Anda

source: Repeat password cannot match with your current password
id: Kata sandi tidak cocok dengan kata sandi Anda saat ini

source: password min 6 - 20 character
id: kata sandi min 6 - 20 karakter

source: Confirmation password does not match with your password
id: Kata sandi baru tidak cocok dengan kata sandi Anda

source: List Request
id: Daftar Permintaan

source: Add Blog
id: Tambah Blog

source: List Blogs
id: Daftar Blog

source: New Blog
id: Blog Baru

source: Topic
id: Topik

source: User
id: Pengguna

source: Image
id: Gambar

source: Modified
id: Diubah

source: Werehouse
id: Gudang

source: Edit Customer
id: Edit pelanggan

source: List Customers
id: Daftar Pelanggan

source: Stock Warehouse {0}
id: Gudang Stok {0}

source: Available Stock
id: Stok yang Tersedia

source: Add Category Downloads
id: Tambahkan Kategori Download

source: Categories Download
id: Kategori Download

source: New Categories
id: Kategori Baru

source: Edit Category Downloads
id: Edit Unduhan Kategori

source: New Files
id: Berkas Baru

source: Add Category
id: Tambah kategori

source: List Categories
id: Daftar Kategori

source: Add Categories
id: Tambah Kategori

source: Edit Category
id: Edit Kategori

source: List Events
id: Daftar Acara

source: Add Events
id: Tambah Acara

source: List Participants
id: Daftar Peserta

source: Add Faq Category
id: Tambahkan Kategori Faq

source: Edit Faq Category
id: Edit Kategori Faq

source: List Faq Categories
id: Kategori Faq Daftar

source: New Faq Category
id: Kategori Faq Baru

source: Name
id: Nama

source: Add Faq
id: Tambah Tanya Jawab Umum

source: Edit Faq
id: Edit Tanya Jawab Umum

source: List Faqs
id: Tanya Jawab Umum Daftar

source: New Faq
id: Tanya Jawab Umum Baru

source: Faq Category
id: Kategori Faq

source: Question
id: Pertanyaan

source: Faqs Question Translation
id: Faqs Pertanyaan Terjemahan

source: Faqs Answer Translation
id: Faqs Menjawab Terjemahan

source: Add Album
id: Tambah Album

source: List Albums
id: Daftar Album

source: New Album
id: Album Baru

source: New Images
id: Gambar Baru

source: Add Menu Admin
id: Tambah Admin Menu

source: List Menu Admins
id: Admin Menu Daftar

source: New Menu Admin
id: Admin Menu Baru

source: Parent Menu Admin
id: Admin Menu Induk

source: Icon
id: Ikon

source: Rght
id: Rght (Rght)

source: List Orders
id: Daftar Pesanan

source: INVOICE
id: Faktur

source: Bill to
id: Tagihan kepada

source: Order Notes
id: Catatan Pesanan

source: Sub Total Product
id: Sub Total Produk

source: Print Invoice
id: Cetak Invoice

source: Add Page
id: Tambahkan Halaman

source: List Pages
id: Daftar Halaman

source: New Page
id: Halaman Baru

source: Pages Title Translation
id: Terjemahan Judul Halaman

source: Pages Content Translation
id: Terjemahan Konten Halaman

source: Enable
id: Aktifkan

source: Purchasing
id: Membeli

source: Product Stock Mutations
id: Mutasi Stok Produk

source: Product Stock
id: Persediaan Produk

source: Add Product Unit
id: Tambah Unit Produk

source: Edit Product Unit
id: Edit Unit Produk

source: List Product Units
id: Daftar Unit Produk

source: New Product Unit
id: Unit Produk Baru

source: Add Product
id: Tambah Produk

source: Edit Product
id: Edit Produk

source: List Products
id: Daftar Produk

source: New Product
id: Produk Baru

source: Product Unit
id: Unit Produk

source: Point
id: Poin

source: Zone Config
id: Konfigurasi Zona

source: Income Report
id: Laporan Pendapatan

source: Sales Users
id: Pengguna Penjualan

source: Add Supplier
id: Tambah Pemasok

source: Edit Supplier
id: Edit Pemasok

source: List Suppliers
id: Pemasok Daftar

source: New Supplier
id: Supplier telah disimpan.

source: Add Tag
id: Tambah Tag

source: List Tags
id: Daftar Tag

source: New Tag
id: Tag Baru

source: Add Topic
id: Tambah Materi

source: Edit Topic
id: Mengedit Topik

source: List Topics
id: Daftar Topik

source: New Topic
id: Topik Baru

source: Transaction Logs
id: Log Transaksi

source: Add Withdrawal
id: Tambahkan Penarikan Dana

source: Edit Withdrawal
id: Edit Penarikan

source: List Withdrawals
id: Daftar Penarikan Dana

source: Pending Requests
id: Permintaan Tertunda

source: Success Requests
id: Permintaan Berhasil

source: Failed Requests
id: Permintaan Gagal

source: Customer
id: Pelanggan

source: Bank Name
id: Nama Bank

source: Bank City
id: Tambah Bank

source: Bank Branch
id: Cabang Bank

source: Bank Account Name
id: Nama akun bank

source: Bank Account Number
id: Nomor rekening bank

source: Customer Bank
id: Bank Nasabah

source: Withdrawal Status
id: Status Penarikan

source: Transaction
id: Transaksi

source: The requested address {0} was not found on this server.
id: Alamat yang diminta {0} tidak ditemukan di server ini.

source: An Internal Error Has Occurred
id: Kesalahan Internal

source: Total User
id: Total Pengguna

source: Total Pending Bonus User
id: Total Bonus Pending Pengguna

source: Total Withdrawal Pending
id: Total Penarikan Tertunda

source: Request Activation
id: Permintaan Aktivasi

source: Total Waiting Orders
id: Total Pesanan Menunggu

source: Customers
id: Pelanggan

source: Request Activations
id: Permintaan Aktivasi

source: Order Products
id: Pesan Produk

source: Product Stocks
id: Stok Produk

source: Income & Mutations
id: Pendapatan & Mutasi

source: List Bonuses
id: Daftar Bonus

source: Event Training
id: Acara Pelatihan

source: List Event Training
id: Daftar Acara Pelatihan

source: Event Participants
id: Peserta Acara

source: Reports
id: Laporan

source: Total Sales
id: Total Penjualan

source: Income Reports
id: Laporan Pendapatan

source: Configurations
id: Konfigurasi

source: Access Control
id: Kontrol Akses

source: Users
id: Pengguna

source: Groups
id: Grup

source: Products Config
id: Konfigurasi Produk

source: Product Stock Available & Training Attendance
id: Ketersediaan Produk & Absensi Pelatihan

source: Training Attendance
id: Absensi Pelatihan

source: Training Level {0}
id: Tingkat Pelatihan {0}

source: Present
id: Hadir

source: Absent
id: Tidak Hadir

source: Transaction & Withdrawl
id: Transaksi & Penarikan

source: Back to select address
id: Kembali ke pilihan alamat

source: Please select destination address
id: Silahkan pilih tujuan alamat pengiriman

source: Select Destination Address
id: Pilih tujuan alamat pengiriman

source: Destination Address
id: Tujuan pengiriman

source: Select Address
id: Pilih Alamat

source: Select
id: Pilih

source: New Shipping Destination Address
id: Tambah Alamat Pengiriman Baru

source: Inheritance Citizenship
id: Kewarganegaraan Ahli Waris

source: Citizenship
id: Kewarganegaraan

source: Inheritance Address
id: Alamat Ahli Waris

source: Religion
id: Agama

source: Education
id: Pendidikan

source: Date of birthday
id: Tanggal Lahir

source: Member Bonus Report
id: Laporan Bonus Member
